Repository: mediapress/mpp-media-rating
Catalog: languages/mpp-media-rating-*.po
Languages: es_es

source: Enabled for Components
es_es: Habilitado para componentes

source: Enabled for Types
es_es: Habilitado para tipos

source: Who Can Rate
es_es: Quien puede calificar

source: Appearance
es_es: Apariencia

source: Single Media Page
es_es: Página de un solo archivo

source: Single Gallery
es_es: Galería Única

source: Media Rating Setting
es_es: Configuración para calificar archivos

source: Invalid request
es_es: Petición inválida

source: You have already rated
es_es: Ya has calificado

source: Unable to add
es_es: Imposible agregar

source: Anyone
es_es: Cualquiera

source: Logged In
es_es: Inició sesión

source: Logged In User
es_es: Usuario con sesión iniciada

source: Any
es_es: Cualquier

source: Displayed User
es_es: Usuario a mostrar

source: Last week
es_es: Año pasado

source: Last month
es_es: Mes pasado

source: Last Year
es_es: Año pasado

source: Anonymous User
es_es: Usuario Anónimo

source: <a href="%s"> %s has rated %d star on %s </a>
es_es: <a href="%s"> %s ha calificado %d estrellas en %s </a>

source: A Widget for displaying top n media of user, photos of user, week, month, year
es_es: Un widget para mostrar los n mejores archivos del usuario, fotos del usuario, semana, mes, año

source: Top Rated Media( MediaPress )
es_es: Archivos mejor calificados (MediaPress)

source: Nothing to show
es_es: Máximo de archivos a mostrar

source: Ratings
es_es: Calificaciones

source: Title:
es_es: Título:

source: Select Component:
es_es: Seleccionar componente:

source: Select Type:
es_es: Seleccione tipo:

source: No Active Media Type!
es_es: ¡Sin tipo de medios activos!

source: Select Status:
es_es: Seleccionar estado:

source: Max media to show
es_es: Máximo de archivos a mostrar

source: Interval:
es_es: Intervalo:

source: List media of:
es_es: Listar los archivos de:
